---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.LEVEL_ATTR_ROOM_COMPUTATION_AUTOMATIC
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.LEVEL_ATTR_ROOM_COMPUTATION_AUTOMATIC

"Automatic Room Computation Height"